[Ability.A_frappe_strategique H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="战略攻击"
mTooltip="当此生物攻击大型单位时，总是造成暴击。"

[Ability.A_invisible_Buff H7BaseBuff]
mName="隐形"
mTooltip="从背后攻击时伤害提高%stat%。"

[Ability.A_invisible_visual_Buff H7BaseBuff]
mName="隐形"
mTooltip=""

[Ability.A_Reptilien_organisme H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="爬行生物"
mTooltip="此生物免疫毒素，并且在战斗的前%buff2.buff.durini回合内无法被侧击。"

[Ability.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="隐形"
mTooltip="该生物将延后行动，它变为隐形状态，并且如果从背后攻击，其最终伤害提高%buff4.buff.stat%。如果它受到伤害，此能力将被取消。"

[Ability.effect_critique_buff H7BaseBuff]
mName=""
mTooltip=""

[Ability.organisme_reptilien_buff1 H7BaseBuff]
mName=""
mTooltip=""

[Ability.organisme_reptilien_buff2 H7BaseBuff]
mName=""
mTooltip=""

[Ability2.invisible_work_buff H7BaseBuff]
mName=""
mTooltip=""

[Creature_Gnoll.A_GnollMarauder1 H7Creature]
mName="铁脊怪"
mLore="铁脊怪尽管身体脆弱，但拥有巨大的力量。他们通常使用重量可达自身体重两倍的武器进行战斗。这使他们能够对大型和缓慢的目标造成沉重打击。"

[Creature_Gnoll.A_GnollMarauder2 H7Creature]
mName="钢脊怪"
mLore="钢脊怪能够用一层粘性物质覆盖他们的身体和装备，防止任何光线反射，使他们隐形。这是弥补他们极其沉重的武器所带来的缺陷的好方法。"